driver-tests/bpelse/assign/AssignJbi/test/CopydateInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><datePart xmlns="urn:DataType"><xsd_date>2005-08-25</xsd_date><optional_date>2006-01-02</optional_date><repeat_date>2006-01-02</repeat_date><repeat_date>2006-03-20</repeat_date></datePart></SOAP-ENV:Body></SOAP-ENV:Envelope>